<?php

return [
    '' => [
        'plural_forms' => 'nplurals=3; plural=((n%10==1)&&(n%100!=11))?0:(((n%10>=2)&&(n%10<=4)&&((n%100<10)||(n%100>=20)))?1:2)'
    ],
    '%1$s comments'      => [
        '%1$s каментар',
        '%1$s каментара',
        '%1$s каментарыяў',
    ],
    'layout/you-have-%1$s-new-messages' => [
        'У вас %1$s новае паведамленне',
        'У вас %1$s новых паведамленні',
        'У вас %1$s новых паведамленняў',
    ],
    'spec/%1$s-gear' => [
        '%1$s перадача',
        '%1$s перадачы',
        '%1$s передач',
    ],
    'brands/more-companies'    => [
        'яшчэ %s кампанія',
        'яшчэ %s кампаніі',
        'яшчэ %s кампаній'
    ],
    'carlist/produced/%1$s'  => [
        'Выраблена %1$s адзінка',
        'Выраблены %1$s адзінкі',
        'Выраблена %1$s адзінак'
    ],
    'carlist/produced-about/%1$s' => [
        'Выраблена прыкладна %1$s адзінка',
        'Выроблены прыкладна %1$s адзінкі',
        'Выраблена прыкладна %1$s адзінак'
    ],
    'category/%s cars'       => [
        '%s аўтамабіль',
        '%s аўтамабіля',
        '%s аўтамабіляў'
    ],
    'category/%s new cars'   => [
        '%s новы',
        '%s новых',
        '%s новых'
    ],

];