<?php

return [
    '' => [
        'plural_forms' => 'nplurals=3; plural=((n%10==1)&&(n%100!=11))?0:(((n%10>=2)&&(n%10<=4)&&((n%100<10)||(n%100>=20)))?1:2)'
    ],
    '%1$s pictures'       => [
        '%1$s изображение',
        '%1$s изображения',
        '%1$s изображений'
    ],
    '%1$s comments'      => [
        '%1$s комментарий',
        '%1$s комментария',
        '%1$s комментариев',
    ],
    'layout/you-have-%1$s-new-messages' => [
        'У вас %1$s новое сообщение',
        'У вас %1$s новых сообщения',
        'У вас %1$s новых сообщений',
    ],
    'spec/%1$s-gear' => [
        '%1$s передача',
        '%1$s передачи',
        '%1$s передач',
    ],
    'brands/more-companies'    => [
        'ещё %s компания',
        'ещё %s компании',
        'ещё %s компаний'
    ],
    'carlist/produced/%1$s'  => [
        'Произведена %1$s единица',
        'Произведены %1$s единицы',
        'Произведено %1$s единиц'
    ],
    'carlist/produced-about/%1$s' => [
        'Произведена примерно %1$s единица',
        'Произведены примерно %1$s единицы',
        'Произведено примерно %1$s единиц'
    ],
    'category/%s cars'       => [
        '%s автомобиль',
        '%s автомобиля',
        '%s автомобилей'
    ],
    'category/%s new cars'   => [
        '%s новый',
        '%s новых',
        '%s новых'
    ],

];