<?php

return [
    '' => [
        'plural_forms' => 'nplurals=3; plural=((n%10==1)&&(n%100!=11))?0:(((n%10>=2)&&(n%10<=4)&&((n%100<10)||(n%100>=20)))?1:2)'
    ],
    '%1$s comments'      => [
        '%1$s коментар',
        '%1$s коментарі',
        '%1$s коментарів',
    ],
    'layout/you-have-%1$s-new-messages' => [
        'У вас %1$s нове повідомлення',
        'У вас %1$s нових повідомлення',
        'У вас %1$s нових повідомлень',
    ],
    'spec/%1$s-gear' => [
        '%1$s передача',
        '%1$s передачі',
        '%1$s передач',
    ],
    'brands/more-companies'    => [
        'ще %s компанія',
        'ще %s компанії',
        'ще %s компаній'
    ],
    'carlist/produced/%1$s'  => [
        'Виготовлена %1$s одиниця',
        'Виготовлені %1$s одиниці',
        'Виготовлені %1$s одиниць'
    ],
    'carlist/produced-about/%1$s' => [
        'Виготовлена приблизно %1$s одиниця',
        'Виготовлені приблизно %1$s одиниці',
        'Виготовлені приблизно %1$s одиниць'
    ],
    'category/%s cars'       => [
        '%s автомобіль',
        '%s автомобілі',
        '%s автомобілів'
    ],
    'category/%s new cars'   => [
        '%s новий',
        '%s нових',
        '%s нових'
    ],

];